package com.hjm.tingshuo.Bean;

import java.util.List;

/**
 * Created by linghao on 2018/12/24.
 */

public class UserBean {

    /**
     * code : 1
     * msg : 查询成功！
     * data : [{"title":"王先生","author":"王啸坤","pic":"http://qukufile2.qianqian.com/data2/pic/5e423f0d310c8c3fbd301bfae7473842/610710111/610710111.jpg","info":"\\n总有人歌颂十八岁，美好的青春，花样的年华，向往着诗和远方。\\n很少人提及三十岁，\\n这是一个沉默的年纪，爆发的年纪，纵使年华流去却依然不信的年纪。\\n姓是一样姓，名是一样名。\\n心是一样心，命是一样命。\\n这么多三十岁的王先生，一样的姓名，一样的心，一样在与命运抗争。\\n何止是三十岁的王先生，任何一个普通的我们都在面临三十岁的抉择。\\n离开还是留下，梦想还是现实，坚持还是放弃，爱情还是事业？\\n曾经十三的王，如今王三十。\\n文字游戏的背后，是用故作轻松的语气藏住的坚毅。\\n曾经十三的我们，如今失散的人群里。\\n那些年的热血青春，蒸发殆尽，今天又像一场大雨溢满整个世界。\\n我们都不曾走远。\\n那一年，你们簇拥着，忧郁海的船，刚远行。\\n船上那少年，带着你们的梦想，劈波斩天地。\\n十八岁，承诺过永远美好的像电影。\\n三十岁，这一刻的你会和谁在一起。\\n岁月之中，尝过青春，看破青春\\n共赴永远的人但愿能是我们。\\n\\n\\n"},{"title":"《时光教会我爱你》网剧原声大碟","author":"群星","pic":"http://qukufile2.qianqian.com/data2/pic/4f76abab838d5f7a226c14f616eab804/610712346/610712346.jpg","info":"时尚甜宠轻喜剧《时光教会我爱你》原声大碟今日上线，该剧是爱奇艺\u201c云腾计划\u201d重点打造IP之一，改编自一片口香糖撰写的网络同名人气小说，颠覆了\u201c霸道总裁爱上我\u201d的传统戏码，上演一出\u201c女撩男\u201d的现代都市爱情好戏。\\n该剧原声大碟由金牌音乐制作人彭飞、丁爽、杨炅翰、郑来君、赵贝尔等联手打造，洋溢青春浪漫氛围，歌手郭静、刘维倾情献声，成绩斐然。作为原声大碟的彩蛋曲目，男女主角严禹豪、宋伊人分别献唱一首，联手撒糖。\\n"},{"title":"The Album part one","author":"谢安琪","pic":"http://qukufile2.qianqian.com/data2/pic/52597557582bb4ba6e5685ebc2d434af/610699188/610699188.jpg","info":"2017年，Juno麦浚龙 正式执导拍摄他编写及筹备长达四年的电影剧本《风林火山》。\\n2018年1月，在零下25度的深山上，拍摄电影最后一场戏的同时，Juno萌生了一个跨越两年的音乐企划，创作了两个角色： 董折、浦铭心。\\n联同加盟旗下艺人谢安琪一同制作市场上极罕见的「合辑」。两位歌者，以角色出发（董折及浦铭心），合演一张电影专辑。\\n先推出首回 (part one)，糅合文字/声音演绎/影像/角色设定/对白等连同多个音乐单位，展开一个思索人生和感情的电影音乐故事。\\n《the album part one》就这样诞生。\\n大碟概念如「一张电影」，每首歌曲交代着不同阶段男女主角的成长及情感描写，Juno更执笔为每一首歌撰写如剧本般的千字文案，令故事好比小说般添上强烈的追看性。随着两位角色的成长，遇上不同的人和事，由初相识到一段感情的崩坏，进入人生另一段的路程，由17岁到70岁，这不是一个单向的爱情童话故事，而是把虚构的人物放在真实的年代背景，透过角色年纪的增长，一章一章地道出人生感情上的育成与纠结。\\n一切始于1986年切尔诺贝尔核泄的晚上⋯世界另一端：董折遇上浦铭心。17岁，勇悍的年纪，带着未知莽撞，在二人独有世界活得猖狂，将青春怒放。然而，一个十年，成家、毕业、立室。当青春跑走，有如被困般的重担，发觉人生并不是只靠单纯的勇悍就能面对，而命运亦将分开了的情感悄悄牵起来\u2026\\n这是一个关于长大的故事。成长需要累积，长大可以在一瞬间，长大也可能一辈子都不会出现。人生，带着无数种奇妙。数不尽的擦肩而过，忘掉或忘不掉的种种经过，作者尽地相信：人，必先要经过种种邂逅及碰撞，才会产生花火。花火或许会令人爱、令人痛；悲欢离合，散聚有时。只是要在活着之中谈悲歌喜宴，一切其实仍是言之尚早。\\n长大，从来不是年纪问题，而是一瞬间的内心，对自己更了解的一剎⋯ \\n大碟由麦浚龙总监制/策划/编写，王双骏及陈伟强（Jerald chan) 监制，创作班底结合多位词曲创作人，包括林夕、黄伟文、周耀辉、雷颂德、泽日生、孔亦佳、Edward Chiu、Bert 等。\\n2018推出《the album part one》首回，2019年紧接续下回。\\n"},{"title":"怪人夜游记","author":"钢心（Steely Heart）","pic":"http://qukufile2.qianqian.com/data2/pic/2f72139250210f7e8c1ddd23e3e4310a/610696240/610696240.jpg","info":"2011年冬天，钢心乐队在摩登天空旗下发行处子作《Seize This Time》，随着对于音乐的理解以及创作方向的改变，\u201c钢心\u201d进行了人员更换并签约摇滚乐厂牌D.O.G.。距首张专辑发行七年之后，全新的\u201c钢心\u201d带来乐队的第二张正式专辑《怪人夜游记》。\\n为了让这张专辑达到乐队理想中的高度，\u201c钢心\u201d远赴澳洲与著名华裔录音师Tye合作前期录音制作，后期则联合国内顶级混音师小武（SYNC studio）来完成，两位优秀的合作伙伴从制作层面保障了\u201c钢心\u201d音乐上的完美蜕变。\\n说回乐队音乐本身，无论是早已引起传唱的《冠军》和《龙王》又或是触动听者脆弱心灵的《夜游记》，在这张专辑当中乐队化身为对于大多数普通人来说完全无法理喻的\u201c怪人\u201d，用一首又一首的作品来讲述\u201c怪人\u201d在午夜的奇遇又或是那些只有在夜晚才会流露出的脆弱情感。\\n如果你曾醉倒在《龙王》的旋律和歌词里，那么《Drinking At 7-11》也会让你想喝上一杯。如果你已经被《夜游记》所打动，那么《黑山》也能击中你那颗感情丰富的心。如果你也觉得自己是一个只有在夜晚才能变回自己的\u201c怪人\u201d，那么就伴随着\u201c钢心\u201d的这张专辑与他们一起来一场只属于怪人们的\u201c夜游记\u201d。\\n\\n \u2014\u2014Bob\\n\\n\\n\\n"},{"title":"环游世界的计划","author":"王上","pic":"http://qukufile2.qianqian.com/data2/pic/4a590a0cdb13b111058f7ab053e9e69a/610695687/610695687.png","info":"我们为什么要去旅行？\\n 因为人生苦短，唯美食与美景不可辜负。\\n 旅行的意义就是打破日常生活的一成不变。每一个加班后疲惫的夜晚里，每一场离别后滂沱的大雨中，你也许都会颓靡地叹一口气，道一句\u201c人间不值得\u201d。\\n 可是这个人间并不仅有\u201c家\u2014\u2014公司/学校\u201d的两点一线。这个人间有洁白的沙滩、碧蓝的大海，倘若你从海边出发，数小时的航程后，眼前的景象就立刻转变成亘古的冰山、绚丽的极光。\\n 这人间，值得出去好好看看。、\\n"},{"title":"嘉美联创","author":"王子异","pic":"http://qukufile2.qianqian.com/data2/pic/247c70255e7b0d6e6c59baf5f9c733fc/610694137/610694137.jpg","info":"《6am》是一种情绪 \\n夜晚到白天的缓冲 看着黑色和白色的交替 自己却从未停息过\\n安静的和自己对话 忘记时间 无论这一切是真的还是梦 就让它在脑海里不停的重复 endless fantasy\u2026\\n\\n《6am》是一段感知\\n也时常迷失 遇到困难和问题 面对市场的考验是否还能坚持自己的想法與初衷 \\n创新是有风险的 但王子异说我的热爱就是保险 艺术本无错对 能勇敢做自己 才是我存在的意义\\n\\n《6am》是概念设计 \\n从封面到曲风歌词到声音处理每一个细节都新鲜大胆\\n更是个人作词作曲到编曲、封面设计都亲自出马\\n歌词里 虚拟 距离 肆意 抽离 在幻想中肆意释放自己的情绪 配合编曲的迷幻氛围 整首歌就像是在空气中跳舞 \\n\\n半梦半醒 和王子异相遇在6am \\nendless fantasy...\\n"},{"title":"当我看你的时候","author":"A-Mac","pic":"http://qukufile2.qianqian.com/data2/pic/fed024ddd34319b13b1f1e7c6f9fe70e/610677818/610677818.jpg","info":"这首被阿力普放置了两年的歌曲，最近将它重新翻出编曲制作，还邀请了音乐人A-Mac，在作品中加入说唱的元素。\\n 歌曲里的男士，在酒后微醺状态里幻想，与自己梦中的女郎喝酒谈天，可在回到现实的那一刻，才意识到又一次被狠狠的刺痛，只能默默的在心里说\u201c也许我们不适合\u201d来结束整个尴尬的幻觉。\\n 歌曲旋律非常抓耳，整体故事的戏剧性也是十分诙谐幽默，让原本悲惨结局的\u201c爱情\u201d变得生动有趣味。这也是阿力普在2018年末为大家交上的年终作品，请听"},{"title":"超能力","author":"后海大鲨鱼乐队","pic":"http://qukufile2.qianqian.com/data2/pic/27c54fccf9eea87d020c97c1183e0945/610678651/610678651.jpg","info":"12月18日，后海大鲨鱼最新单曲《超能力》正式发布！这也是后海大鲨鱼在作为独立乐队运营后发布的首支单曲，乐迷更是期待许久。整首歌描绘的是想象力的奇妙能量，想要传递给乐迷的是\u2014\u2014想象是唯一超能力，如果在每日重复的生活中感到疲惫，请不要忘记曾拥有过的万马奔腾和山海千万里，闭上眼睛，你就可以看到他们，他们会永远和你在一起。"},{"title":"小兰舟","author":"龙梅子","pic":"http://qukufile2.qianqian.com/data2/pic/8f1c36bc22ccc3e3c322d40428aa030f/610676739/610676739.jpg","info":"觅佳人，芳踪难寻愁入骨，忆往昔，凡世俗尘转念空。情关难渡，小兰舟代步。吾自离去，如你离开。共伙难为伴，只缠未成眠，负了红颜，负了少年，负尽天下苍生众姻缘。思意解痴人心馋念，佳人安好便为晴天。\\n\\n 若雪少白发，孤灯映朱颜，年岁未长情已断，红颜未老心若残。念念念，空留恋，苦海无边皆为执念。登小兰舟，饮孟婆汤，或可再续前缘。\\n\\n 偶有天籁入耳，可见仙子转身，号为龙梅子，芊芊素手奏柔媚，朱唇轻启吐玉音。一解愁肠万古曲相思。百般惆怅入骨化万般无奈随心，声如红线丝丝入心，人若桃花面带羞红，红尘里藏奇女子。一曲《小兰舟》万古传。"},{"title":"Dreamers Never Sleep","author":"任嘉伦","pic":"http://qukufile2.qianqian.com/data2/pic/0d36fb5c2c7b50f9a3ac9a360d07d207/610654726/610654726.jpg","info":"《Dreamers Never Sleep》是任嘉伦于2018年12月17日发布的首支个人单曲。该曲由任嘉伦的好朋友、优秀音乐人张敬豪作词作曲并担当制作人。他们是相识八年的朋友，两人最初的相识源于一个共同的\u201c音乐的梦想\u201d。虽然他们在不同的道路上努力着，但不管是演员还是歌手亦或者音乐制作人，他们从来都没放弃过对梦想的追逐。这首歌不是单纯的一首音乐作品，于他们来说，更是初心、是信念、是至死都不能放弃的梦想\u2014\u2014 Dreamers Never Sleep。\\n张敬豪以任嘉伦的经历进行了歌曲的构思和创作，并用第一人称的视角讲述一个追梦者无视现实的讽刺，追逐自己的梦想，即便一路坎坷荆棘但从未退缩的故事。\u201c \u2018看天空越来越黑，超人在飞\u2019，因为我认识嘉伦的时候他叫任国超，包括我看到他现在的生活状态，为工作付出不分日夜的忙碌，就像超人一样的在坚持！\u201d\\n这首歌融合了Urban、Trap、Dance Pop、Hip Hop、电子等众多元素，节奏轻快、朗朗上口。所有的歌词都是他自己的故事，他用这种最为直接的方式表达了他最真实的想法：我用最倔强的方式活我自己。剑士、坚持、坚实\u2026\u2026歌词里的每一个字，都在强烈的诉说着他的意志和坚持。没有咆哮的嘶吼，却更为震撼灵魂。这首歌是任嘉伦对梦想的初心（歌手），也是对一直以来支持他的粉丝的感谢。歌词里的\u201c家人\u201d是家人，也是嘉人（粉丝名）。不辜负梦想，也不辜负大家的期望，像鲑鱼那样逆流而上是他的决心 \u2014\u2014不惧汹涌与黑夜。这世界纷扰太多繁杂太多，不必去理会，\u201c该来全都放马过来\u201d；这人生其实又很简单，用自己的方式活自己，\u201c做黑夜中最亮的星\u201d。\\n\\n《Dreamers Never Sleep》\u2014\u2014所有的歌词都是他的故事。\\n《Dreamers Never Sleep》\u2014\u2014疯狂地唱着自己的故事。\\n《Dreamers Never Sleep》\u2014\u2014所有的歌词都是他的故事，他疯狂地唱着。\\n"},{"title":"打败（电影《叶问外传：张天志》推广曲）","author":"好妹妹","pic":"http://qukufile2.qianqian.com/data2/pic/a592671006a48c3ef21e57e1168bc98a/610609036/610609036.jpg","info":"好妹妹全新单曲《打败》是12月21日上映的电影《叶问外传：张天志》推广曲，由《追光者》作曲马敬再度谱曲，郭栋楠作词：\u201c是不是再见就是再也不见，是不是告别也会是不告而别\u201d，句句戳心。2018年即将结束，你被这一年打败了吗？你说的再见真的再见了吗？你说的永远真的永远了吗？电影集结，张晋、戴夫\u2022巴蒂斯塔、柳岩、杨紫琼、托尼贾、郑嘉颖、周秀娜、释彦能、谭耀文全球功夫武星，愿你拥有打败一切的力量。"},{"title":"龙的传人\u2013肆拾年","author":"李友珊","pic":"http://qukufile2.qianqian.com/data2/pic/4540be61dff77a3a7bda77b55617e545/610655354/610655354.jpg","info":"《龙的传人－肆拾年》\\n\\n四十年前的一首歌 唱着百年前的坎坷\\n四十年后的那首歌 源远流传的还唱着\\n\\n1978年12月16日\\n《龙的传人》词曲首度发表。\\n\\n1980年 李建复 首度演唱\\n2000年 王力宏 改编翻唱\\n2018年 李建复 王力宏 李友珊 联袂新唱\\n\\n原版制作人李寿全 四十年后再度倾力制作\\n华语歌坛大词人方文山 新编词赋予新意象\\n中国好声音、中国新歌声音乐总监刘卓 精心编曲\\n\\n因为我们是龙的传人\\n炎黄子孙的传承\\n记得是复数的第一人称 我们 我们\\n\\n2018/12/17 四十周年又一天 \\n务实发行 荣耀推荐\\n"},{"title":"PONY CANYON INC.","author":"内田真礼","pic":"http://qukufile2.qianqian.com/data2/pic/2f9a822904cf9c6115524d0e1dd78c40/610654850/610654850.jpg","info":"2018年4月发表的第二张个人专辑《Magic Hour》取得日本公信榜周榜第七名后，声优内田真礼紧接着展开个人第一次东京、名古屋、大阪三地巡演，并获得圆满成功。本张单曲是内田真礼的第八张单曲，主打歌是TV动画《SSSS.GRIDMAN》的片尾曲。"},{"title":"传承之花","author":"黄英","pic":"http://qukufile2.qianqian.com/data2/pic/10a3a41dcde8e673324c9a015789feda/610653898/610653898.jpg","info":"天籁之音黄英沉淀两年回归大作《传承之花》动人绽放，英式唱腔再袭乐坛！\\n 暌违两年黄英英式唱腔将再袭乐坛！高亢嘹亮，淳朴清透，沁人心脾，她依旧是大家熟悉的黄英。回归大作《传承之花》，谱写对传统文化的赞美诗，饱含深刻的人文情怀，呼唤对中华传统文化的坚守与传承\u201c朝夕轮回，盼望着让传承开花\u201d。\\n 从快乐女声出道至今已经快十年光景，经过时间的淬炼，全新单曲《传承之花》的主题更加宏大深刻。中华传统一向讲究\u201c天人合一\u201d，人的生命历程与大自然变化规律的和谐融洽，歌曲用寥寥几句简单的词，刻画出生活于山谷中的人最本真的生活状态，在日落日升中坚守传统的生命哲学，传承祖先留下的手艺。黄英干净的英式唱腔，在副歌部分的吟唱增强了歌曲的\u201c歌谣感\u201d，洞箫加入编曲中，宛如大自然悠远的回响，荡涤都市之人疲惫的身心。\\n 在喧嚣的时代中，黄英选择用一首真正带有中国民族特色、描述中国民族文化的国风作品再度回归。岁月流逝间，黄英的身份也从歌手转变为母亲，演绎\u201c传承\u201d实则融合了个人情感与家国情怀，希望珍贵而美好的事物能够代代传承下去。黄英用她饱含深情的英式唱腔，呼唤一种传统的生命哲学，呼吁热爱并传承我们祖先的文化，从中感受到真正的喜悦。"},{"title":"Don't Touch","author":"鞠婧祎","pic":"http://qukufile2.qianqian.com/data2/pic/e563d882234879003d8eed79bdd5959b/610592050/610592050.jpg","info":"《Don't Touch》是由鞠婧祎演唱的歌曲。霓虹灯落时的小性感玩味，黑夜独白中透着若即若离的意味。这首歌独具腔调地演绎出了关于恋爱和暧昧的困惑关系，欲擒故纵的心跳节奏中也藏着欲拒还迎的情绪，鞠婧祎独特的音色也唱出了这月色下的迷惑感情。"},{"title":"爸妈回来吧《正正的世界》电影 主题曲","author":"王蓉","pic":"http://qukufile2.qianqian.com/data2/pic/226035cbc27852ad92e4f1c1a85be4f8/610611912/610611912.jpg","info":"此歌曲为湖南砚泉文化传媒有限公司出品深度关注留守儿童电影《正正的世界》主题曲，王蓉为电影作词作曲并且演唱，希望更多人人可以关注留守儿童，我们不能为了孩子的未来，忽略了孩子的现在！动人的旋律在孩子们稚嫩而真诚的歌声中响起，搭配王蓉空灵的声线、细腻动情的演绎，迅速将人带入留守儿童\u201c正正的世界\u201d，而MV中展示的影片精彩片段，突出表现了主人公正正的寻亲之路，不仅与定档海报上的关键元素\u201c寻人启事\u201d相呼应，更令不少观众大呼\u201c泪目\u201d、\u201c被戳中泪点"},{"title":"未来民族\u201dEP THREE","author":"蝶长,阿朵","pic":"http://qukufile2.qianqian.com/data2/pic/4d575b1735b8fcf39136c68de97f091b/610614535/610614535.jpg","info":"名称：《未来民族》EP THREE\\n语种：国语\\n发行时间：2018-12-12\\n出品公司：生养之地\\n出品厂牌：未来民族\\n发行公司：华宇世博\\n类型：EP\\n流派：Future Ethnic\\n\\n名字：蝶长\\n身份：游方浪子\\n技能：用琴弦，撩心弦\\n灵力：治疗爱无能\\n\\n他一生为情所困，困在游方场醉生梦死。以搜集人类的爱情为音乐灵感，续命也续魂。最终受\u201c未来民族\u201d的感召，回到部落与自己和解，用拳拳到心的情歌，唤醒迷失在社交网络中的人们，剪除爱着爱着就不爱了的绝症，让人的石心变肉心。\\n\\n名字：阿朵\\n身份：重生之灵\\n技能：击鼓、传递密码、招聚未来民族成员\\n灵力：重生、治愈、唤醒你的身份和使命\\n \\n曾历死亡幽谷，死里复活获得新生，她的音乐开始拥有医治创伤的灵力。她不但拥有对抗厄运的勇气，及治愈创伤的能量；同时，千变万化，击鼓密码传送，招聚未来民族成员，唤醒你的身份和使命，她是未来民族的精神领袖。\\n时而是火焰的节奏，时而远古的低吟。在任何人需要理解与支撑的梦魇，你唤她，她就乘音符而来。\\n鼓点，灵力的输送，密语\\n一击鼓的时候，招聚未来民族\\n 唤醒你的身份和使命\\n\\n\\nEP THREE故事线\\n主题：情问～浪子重生\\nEP歌曲：《花与沙》、《兄和妹》\\n作品描述：\\n落单的妹子哪个要找伴？\\n落单的伢子哪个要找伴？\\n游方场上荡着浪子邪魅的笑。\\n他要臼一百种爱情来酿酒喝，\\n咽了，就可以忘记唱过的情歌。\\n醉不了啊戒不掉，\\n琴弦续魂心不跳。\\n重生之灵看见了，\\n穿云擂鼓也擂心：\\n爱像花来又像沙，\\n莫再悲来莫再怕，\\n这辈子相隔一条江，\\n下辈子做两娘崽在一方。\\n"},{"title":"TRUE BYPASS","author":"RUBUR","pic":"http://qukufile2.qianqian.com/data2/pic/95cb6e569ab9fb72634782646f5f9ac5/610616148/610616148.jpg","info":"在电的世界中，True Bypass是与阻抗的较量的产物／\\n平行直通的概念像极了两点之间直线最短的法则，却也极具莫比乌斯环和虫洞更广阔的时空概念的影子／\\n这几首歌的制作者为Passerwoo，True Bypass成了一个标识，标注了它的制作者，也印证了这段一起埋头做歌的日子里，事关人与人之间的传递和时空奔流逝去的种种。\\n\\nRecorded/Mixed/Mastered by Passerwoo\\nArtwork and Illustrations by Guagua(RUBUR)"},{"title":"半颗心脏","author":"沉默演讲（Silent Speech）","pic":"http://qukufile2.qianqian.com/data2/pic/f69c59a5c2c3680951397e7b527a2a59/610591452/610591452.jpg","info":"内向的人通常敏感，却又一向是不善言语，更不善袒露情绪，表达是发生在脑内的喃喃自语，但当情绪波澜起伏，漫至耳畔，汇聚为沉默的演讲，即是音乐。\\n\\n2018年夏天，沉默演讲完成首张EP《鸟与城市》。这支低调的北京新声在年终发出初啼，首支录音室单曲《半颗心脏》正式发布，无言汇聚，投掷于孤独的宇宙，形成的会是声势浩大。\\n\\n沉默演讲成立于北京，四人编制，平均年龄33。虽然这支乐队的介绍寥寥，但倘若你看过他们的现场，则会被光影里迸发出的情感和辽阔拦入他们赤诚而丰富的世界。\\n\\n宣泄是表达精神困境的一种方式，沉默演讲选择与它背道而驰的另一种。一丝不苟的严谨，严丝合缝的框架中压抑的撕裂或许来得更汹涌。《半颗心脏》即为最好的证明。精致的吉他段落编织绸般的人声，将你包裹进\u201c他们\u201d的世界，音浪迷墙层层解构递进，顺理成章，阴翳在悄无声息中聚积，巨大的吉他失真与情感轰然而至，在静谧和黑暗里投掷出的强烈的光线，悲壮又明亮。\\n\\n沉默而不孤自沉醉，这张EP的全部单曲封面，由跨界艺术家苏昊手绘，这也激发了沉默演讲与不同行业高手的思维碰撞。\\n\\n《半颗心脏》讲述的是一个关于\u201c自我意识 \u201d的故事。歌词中的引号是不能省略的，它代表了不同空间的\u201c我\u201d的意识，在生存本能的引导下，试图对下层空间的\u201c我\u201d的意识进行控制，每个下层的我在自我意识觉醒之前，都在莫名的挣扎，但生存的本能让它和上层的\u201c我\u201d同化，进行着和上层同样的工作，盘剥下一层的自己，循环往复。\\n\\n有趣的是，如果你能看出每段歌词人称转换，你会发现：也许每日梦境中对你说话的，正是上层空间的那个\u201c你\u201d。\\n\\n沉默寡言的人总是因为太安静被忽略。我们有时忘记了，平静之下或许不是平静，轨道之中或许不是乏味，沉默的演讲亦是内心的宝藏。沉默，只是为了那颗炽热而鲜活的，跳动的心脏。"},{"title":"日落","author":"果味VC","pic":"http://qukufile2.qianqian.com/data2/pic/31d66e97d188c0274165938e0f3eff36/610607791/610607791.jpg","info":"落日余晖倾洒而下\\n我们追逐着最美的风景，\\n哪怕转瞬即逝，也要努力记住它短暂的美好。\\n对现世的体会不必刻薄，流泪的瞬间也许已身处另一种美丽之内。\\n日落后，搭乘银河列车，一起逃离到只有我们知晓的地方。 \\n回忆总是抹不去的爱与愁。明天在何方？旅行既然无法停止。\\n如果我们相爱了，就不再回来。"},{"title":"过岛的海浪","author":"王上","pic":"http://qukufile2.qianqian.com/data2/pic/48a6cfc96e29da6dfe577bc0ec44b9e4/610591214/610591214.png","info":"「往日的忧伤，如过岛的海浪。」\\n \\n我经常想，人的一生其实就是站在一座海岛上，看着一浪一浪的时间流过。我喜欢它们，因为每一波海浪都闪耀着不同的光泽、跳跃成不同的形状，但当我伸出手去抓的时候，却发现它们只是在这一瞬间流过我的生命，却不会为我而停留。\\n \\n这首歌使用了Bossa Nova的风格，由\u201cBossa Nova女王\u201d小野丽莎的编曲陈迪老师操刀制作。希望在某一个安静的时刻，你能够闭上双眼，听我慢慢地讲这一个关于时间的故事。\\n"}]
     */

    private int code;
    private String msg;
    private List<DataBean> data;

    public int getCode() {
        return code;
    }

    public void setCode(int code) {
        this.code = code;
    }

    public String getMsg() {
        return msg;
    }

    public void setMsg(String msg) {
        this.msg = msg;
    }

    public List<DataBean> getData() {
        return data;
    }

    public void setData(List<DataBean> data) {
        this.data = data;
    }

    public static class DataBean {
        /**
         * title : 王先生
         * author : 王啸坤
         * pic : http://qukufile2.qianqian.com/data2/pic/5e423f0d310c8c3fbd301bfae7473842/610710111/610710111.jpg
         * info : \n总有人歌颂十八岁，美好的青春，花样的年华，向往着诗和远方。\n很少人提及三十岁，\n这是一个沉默的年纪，爆发的年纪，纵使年华流去却依然不信的年纪。\n姓是一样姓，名是一样名。\n心是一样心，命是一样命。\n这么多三十岁的王先生，一样的姓名，一样的心，一样在与命运抗争。\n何止是三十岁的王先生，任何一个普通的我们都在面临三十岁的抉择。\n离开还是留下，梦想还是现实，坚持还是放弃，爱情还是事业？\n曾经十三的王，如今王三十。\n文字游戏的背后，是用故作轻松的语气藏住的坚毅。\n曾经十三的我们，如今失散的人群里。\n那些年的热血青春，蒸发殆尽，今天又像一场大雨溢满整个世界。\n我们都不曾走远。\n那一年，你们簇拥着，忧郁海的船，刚远行。\n船上那少年，带着你们的梦想，劈波斩天地。\n十八岁，承诺过永远美好的像电影。\n三十岁，这一刻的你会和谁在一起。\n岁月之中，尝过青春，看破青春\n共赴永远的人但愿能是我们。\n\n\n
         */

        private String title;
        private String author;
        private String pic;
        private String info;

        public String getTitle() {
            return title;
        }

        public void setTitle(String title) {
            this.title = title;
        }

        public String getAuthor() {
            return author;
        }

        public void setAuthor(String author) {
            this.author = author;
        }

        public String getPic() {
            return pic;
        }

        public void setPic(String pic) {
            this.pic = pic;
        }

        public String getInfo() {
            return info;
        }

        public void setInfo(String info) {
            this.info = info;
        }
    }
}
